Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/kirken.no/korona_registreringsplakat_sme.pdf.tmx
Source language: sme
Languages: smj

source: Sisa čálihit
smj: Registrerim

source: Eiseválddit leat mearridan ahte mii fertet diehtit geat bohtet girkui, vai sáhttit veahkkin gávdnat olbmuid jus lea dárbu dávdanjoammuna geažil.
smj: Oajválattja li mierredam hæhttup diehtet gudi li girkkon, váj máhttep viehkedit jus sjaddá dárbbo njoammomav guoradit

source: Dán girkus mii bivdit buohkaid, geat bohtet ipmilbálvalussii, čállit iežaset nama ja telefonnummara.
smj: Dán girkkon guosse tjálli ietjasa namáv ja telefåvnnånummarav.

source: Listu vurkejuvvo 10 beaivvi ovdal billistuvvo.
smj: Listav vuorkkip 10 biejve åvddål dåssjiduvvá.

source: Dán mii dahkat čuovvun dihte Covid-19 láhkaásahusa § 13.
smj: Dát tjuovvu Covid-19-njuolgadustjállaga§ 13.
